_protected/controllers/OsobaController.php

SELECT * FROM `lab7_osoba` WHERE (`id`='3') AND (`user_id`='1')
---
    protected function findModel($id, $user_id)
    {
        if (($model = Osoba::findOne(['id' => $id, 'user_id' => $user_id])) !== null) {